Repository: Dreymoun/FalkovskiyD.Decoral.Portal
Catalog: FalkovskiyD.Decoral.Portal/Resources/Views.Home.Index.*.resx
Languages: kk_kz, ru

# AboutSectionTitle
source: About Us
kk_kz: Біз туралы
ru: О нас

# ContactTitle
source: Contact us to Start the Design
kk_kz: Дизайн жасауды бастау үшін бізбен хабарласыңыз
ru: Свяжитесь с нами, чтобы начать дизайн

# WelcomeSubtitle
source: WELCOME TO DECORAL
kk_kz: DECORAL-ҒА ҚОШ КЕЛДІҢІЗ
ru: ДОБРО ПОЖАЛОВАТЬ В DECORAL

# WelcomeTitle
source: Interior Design with a Different Approach
kk_kz: Өзгеше тәсілмен ішкі дизайн
ru: Дизайн интерьера с другим подходом

# ContactUsButton
source: Contact Us
kk_kz: Бізбен байланысу
ru: Связаться с нами

# ServiceSectionTitle
source: We provide different types of Interior design
kk_kz: Біз әртүрлі ішкі дизайн түрлерін ұсынамыз
ru: Мы предлагаем различные виды интерьерного дизайна

# ServiceHomeInterior
source: Home Interior
kk_kz: Үйдің ішкі дизайны
ru: Домашний интерьер

# ServiceSummaryText
source: Decoral is the most popular for those who appreciate its advantages.
kk_kz: Decoral өзінің артықшылығын бағалайтын жандар үшін ең танымал болып табылады.
ru: Decoral особенно ценится теми, кто знает его преимущества.

# ServiceOfficeInterior
source: Office Interior
kk_kz: Кеңсе ішкі дизайны
ru: Офисный интерьер

# ServiceRestaurantInterior
source: Restaurant Interior
kk_kz: Ресторанның ішкі дизайны
ru: Интерьер ресторана

# ServiceSpacePlanning
source: Space Planning
kk_kz: Кеңістік жоспарлау
ru: Планирование пространства

# ServiceFurnitureSolutions
source: Furniture Solutions
kk_kz: Жиһаз шешімдері
ru: Решения для мебели

# ServiceColorDesign
source: Color Design
kk_kz: Түс дизайны
ru: Цветовой дизайн

# FeatureSectionTitle
source: Why people choose Decoral
kk_kz: Адамдар неге Decoral-ді таңдайды
ru: Почему люди выбирают Decoral

# FeatureModernDesign
source: Modern Design
kk_kz: Заманауи дизайн
ru: Современный дизайн

# FeatureExpertTeam
source: Expert Team
kk_kz: Білікті команда
ru: Команда экспертов

# FeatureReasonablePrice
source: Reasonable Price
kk_kz: Қол жетімді баға
ru: Разумная цена

# ProjectSectionTitle
source: Let's check our latest Projects
kk_kz: Біздің соңғы жобаларымызды тексеріп көріңіз
ru: Ознакомьтесь с нашими последними проектами

# ProjectModernKitchenDesign
source: Modern Kitchen Design
kk_kz: Заманауи ас үй дизайны
ru: Современный дизайн кухни

# ProjectCompletedText
source: Decoral is one of the most renowned companies in the field.
kk_kz: Decoral бұл саладағы ең танымал компаниялардың бірі болып табылады.
ru: Decoral является одной из наиболее известных компаний в этой области.

# TestimonialSectionTitle
source: Expressions from our happy customers
kk_kz: Біздің бақытты клиенттердің пікірлері
ru: Отзывы наших счастливых клиентов

# TestimonialText
source: "Decoral is the most popular travel agency for those looking to explore the world and embark on new adventures, offering the best designs."
kk_kz: "Decoral - бұл дүниежүзін аралап, жаңа орындарды ашып, саяхаттауды жоспарлағысы келетіндер үшін ең танымал саяхат агенттігі."
ru: "Decoral - это самое популярное туристическое агентство для тех, кто хочет исследовать мир и отправиться в новые приключения, предлагая лучший дизайн."

# ClientName
source: Bob Williams
kk_kz: Боб Уильямс
ru: Боб Уильямс

# ClientPosition
source: Vergon Enterprises
kk_kz: Вергон Корпорациясы
ru: Корпорация Вергон

# BlogSectionTitle
source: Latest Posts from our Blog
kk_kz: Біздің блогтан соңғы жазбалар
ru: Последние записи из нашего блога

# BlogInteriorDesignPost
source: Seven tips to improve your interior design and Concept
kk_kz: Ішкі дизайнды жақсартуға көмектесетін жеті кеңес
ru: Семь советов, как улучшить ваш интерьерный дизайн и концепцию

# BlogReadMore
source: Read More
kk_kz: Ары қарай оқу
ru: Читать далее

# BlogPostDate
source: October 11, 2021
kk_kz: 2021 жылғы қазан 11
ru: 11 октября 2021 года

# BlogPostAuthor
source: By - Allen Blick
kk_kz: Авторы - Аллен Блик
ru: Автор - Аллен Блик

# FooterAboutTitle
source: About Us
kk_kz: Біз туралы
ru: О нас

# FooterAboutDescription
source: Decoral is the travel agency that offers the best design for those eager to explore the world and discover new directions.
kk_kz: Decoral - сіздің әлемді аралап, жаңа бағыттарды ашып, саяхаттауға деген құштарлығыңызды қанағаттандыру үшін ең жақсы дизайнды ұсынатын саяхат агенттігі.
ru: Decoral - это туристическое агентство, которое предлагает лучший дизайн для тех, кто стремится исследовать мир и открывать новые направления.

# FooterContactTitle
source: Contact Information
kk_kz: Байланыс ақпараты
ru: Контактная информация

# FooterContactAddress
source: A: 75 North Street, New York, NY 1010, USA
kk_kz: А: 75 Норт Стрит қаласы, Нью-Йорк, NY 1010, АҚШ
ru: Адрес: 75 North Street, New York, NY 1010, USA

# FooterContactEmail
source: E: Info@example.com
kk_kz: Э: Info@example.com
ru: Email: Info@example.com

# FooterSocialTitle
source: Social Networks
kk_kz: Әлеуметтік желілер
ru: Социальные сети

# FooterCopyRight
source: © 2024 Decoral. All rights reserved.
kk_kz: © 2024 Decoral. Барлық құқықтар қорғалған.
ru: © 2024 Decoral. Все права защищены.

# FeatureText
source: Decoral is one of the most popular for for those who want to explore the
kk_kz: Decoral зерттеуді қалайтындар үшін ең танымал
ru: Decoral является самым популярным для тех кто хочет исследовать

# ProjectSummary
source: Decoral is one of the most popular for
kk_kz: Decoral cәндік-ең танымал бірі
ru: Decoral самый популярный для

# WelcomeMessage
source: Decoral is one of the most popular Travel agency for those who want to explore the world and try to make adventure provide the best design.
kk_kz: Decoral-әлемді зерттегісі келетін және шытырман оқиғаны ең жақсы дизайнмен қамтамасыз етуге тырысатындар үшін ең танымал Туристік агенттіктердің бірі.
ru: Decoral является одним из самых популярных дизайн-агентств для тех, кто планирует путешествия и исследование мира.
